Repository: Eoxia/wp-star
Catalog: core/asset/languages/wp-star-*.po
Languages: fr_fr

source: Install Required Plugins
fr_fr: Installer les plugins requis

source: Install Plugins
fr_fr: Installer les plugins

source: Installing Plugin: %s
fr_fr: Installation du plugin : %s

source: Something went wrong with the plugin API.
fr_fr: Une erreur est survenue lors de l'utilisation de l'API du plugin.

source: This theme requires the following plugin installed or update: %1$s.
fr_fr: Ce thème nécessite le plugin %1$s installé ou à jour.

source: This theme recommends the following plugin installed or updated: %1$s.
fr_fr: Ce thème recommande que le plugin %1$s soit installé ou à jour.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
fr_fr: Désolé, vous n'avez pas l'autorisation d'installer le plugin %s. Veuillez contacter l'administrateur de votre site pour obtenir de l'aide.

source: The following required plugin is currently inactive: %1$s.
fr_fr: Le plugin %1$s est obligatoire mais il est actuellement inactif.

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: Le plugin %1$s est recommandé mais il est actuellement inactif.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
fr_fr: Désolé, vous n'avez pas l'autorisation d'activer le plugin %s. Veuillez contacter l'administrateur de votre site pour obtenir de l'aide.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: Le plugin suivant nécessite une mise à jour pour assurer un maximum de compatibilité avec le thème : %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
fr_fr: Désolé, vous n'avez pas l'autorisation de mettre à jour le plugin %s. Veuillez contacter l'administrateur de votre site pour obtenir de l'aide.

source: Go Install Plugin
fr_fr: Installer plugin

source: Go Activate Plugin
fr_fr: Activer plugin

source: Return to Required Plugins Installer
fr_fr: Retourner à la page d'installation des plugins requis

source: Plugin activated successfully.
fr_fr: Le plugin a correctement été activé.

source: All plugins installed and activated successfully. %s
fr_fr: Tous les plugins ont été installés et correctement activés. %s

source: View more
fr_fr: Voir
